<?php
$str_title = 'Конфиденциальность';
?>
<div class="container">
    <p class="h3">Соглашение об обработке персональных данных пользователей</p>
    <p>Настоящее соглашение об обработке персональных данных разработано в соответствии с действующим законодательством.</p>
    <p>Оставляя свои личные данные на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>, все пользователи подтверждают согласие на обработку их персональных данных. Под обработкой, в данном случае, следует понимать: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование и уничтожение данных, оставленных пользователем.</p>
    <p>Целью получения персональных данных является возможность оказания услуг в помощи организации дистанционных мероприятий, а также последующее награждение всех участников, учителей и педагогов именными свидетельствами и сертификатами.</p>
    <p>Указывая информацию о себе, пользователь гарантирует, что введенные им данные (ФИО, информация о месте проживания, e-mail, номер телефона и т. п.) являются полными, точными и достоверными.</p>
    <p>Администрация сайта <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a> берет на себя обязательство использовать полученные данные исключительно с целью оказания услуг, прописанных в <a href="<?= $this->createUrl('/main/offer') ?>">договоре публичной оферты</a>, а также не передавать полученные данные каким-либо сторонним организациям. Все данные, полученные от пользователей, могут быть уничтожены на основании их требования.</p>
</div>
