<?php
$str_title = 'Договор-оферта';
?>
<div class="container">
    <p class="h3">Публичный договор-оферта о предоставлении услуг от 14.01.2021</p>
    <ol>
        <li>Общие положения.
            <ol>
                <li>Данный документ является официальным предложением (публичной офертой) Ассоциации "Лидер науки" (далее - «Лидер науки»). В документе содержатся все существенные условия предоставления информационных Услуг физическому лицу (далее - "Заказчик"). Полное описание информационных Услуг и размеры оплаты объявлены на сайте «Лидер науки» <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a></li>
            </ol>   
        </li>
        <li>Предмет оферты.         
            <ol>
                <li>На основании договора-оферты Заказчику предоставляются Услуги по необходимой ему информации, относящейся к мероприятиям «Лидер науки». Под мероприятиями понимаются различные конкурсы, олимпиады и прочие развивающие программы, проводимые дистанционно.</li>
                <li>Основанием для оказания Услуг является регистрация Заказчика, оплата участия в мероприятии согласно действующим тарифам и подача соответствующей электронной заявки на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a> в соответствии с утвержденными правилами и сроками.</li>
                <li>Акцептом договора-оферты является факт оплаты Заказчиком выбранной Услуги.</li>
            </ol>
        </li> 
        <li>Права и обязанности сторон.
            <ol>
                <li>«Лидер науки» имеет следующие обязательства:
                    <ol>
                        <li>Своевременно зарегистрировать Заказчика при получении от него регистрационных данных на оказание Услуги, согласно установленной форме.</li>
                        <li>Предоставить Заказчику Услуги по выбранному им мероприятию, проводимому дистанционно, при условии оплаты Заказчиком выбранной Услуги в полном объеме.</li>
                        <li>Своевременно размещать на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a> информацию о перечне предоставляемых услуг, условиях и стоимости проведения дистанционных мероприятий.</li>
                        <li>Информировать Заказчика об Услугах и условиях их получения, используя адрес электронной почты, указанный при регистрации.</li>
                    </ol>
                </li>
                <li>«Лидер науки» оставляет за собой право:
                    <ol>
                        <li>Отказать Заказчику в предоставлении Услуги в случае неоплаты (неполной оплаты) за Услуги в установленные сроки, а также при нарушении правил участия в мероприятии.</li>
                        <li>В одностороннем порядке определять стоимость всех предоставляемых Услуг на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
                        <li>Изменять условия данного Договора в одностороннем порядке.</li>
                        <li>Производить доставку информации Заказчику с помощью данных, полученных в ходе регистрации Заказчика на сайте, в которые включается адрес электронной почты Заказчика.</li>
                    </ol>
                </li>
                <li>Заказчик обязуется:
                    <ol>
                        <li>Самостоятельно и своевременно знакомиться на сайте «Лидер науки» с установленными ценами, видами Услуг, порядком и сроками их предоставления.</li>
                        <li>Своевременно оплачивать выбранные Услуги в соответствии с установленными на момент оплаты ценами.</li>
                        <li>В соответствии с правилами «Лидер науки» зарегистрировать себя и/или своего участника в личном кабинете на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
                        <li>При регистрации личного кабинета указывать достоверные контактные данные о себе либо о себе и своих участниках, а также месте своего нахождения по установленной форме и в определенные «Лидер науки» сроки.</li>
                        <li>Своевременно загружать свои работы либо работы участников мероприятий в соответствующие разделы на сайте ЦРТ «Мега-Талант» <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
                    </ol>
                </li>
                <li>Заказчик имеет право:
                    <ol>
                        <li>В полном объеме получить оплаченные Услуги в соответствии с условиями настоящего Договора-оферты.</li>
                        <li>Получать от «Лидер науки» полную и достоверную информацию, связанную со сроками и условиями проведения дистанционных мероприятий на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
                        <li></li>
                    </ol>
                </li>
            </ol>
        </li>
        <li>Стоимость Услуг.
            <ol>
                <li>Стоимость предоставляемых Услуг по мероприятиям, проводимым дистанционно, определяется «Лидер науки» в одностороннем порядке в российских рублях и размещается на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
                <li>«Лидер науки» вправе в одностороннем порядке изменять цены на предоставляемые Услуги, информация о которых размещается на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
                <li>Датой вступления в силу новых цен и условий оплаты считается дата их размещения на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
            </ol>
        </li>  
        <li>Порядок и сроки расчетов.
            <ol>
                <li>Оплата Заказчиком Услуг «Лидер науки» производится денежными средствами выбранным способом.</li>
                <li>Услуги предоставляются Заказчику на условиях 100% предоплаты стоимости выбранного мероприятия и установленными сроками оплаты, опубликованными на сайте «Лидер науки» <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
            </ol>
        </li>  
        <li>Особые условия и ответственность сторон.
            <ol>
                <li>Заказчик несет полную ответственность за правильность и своевременность производимой им оплаты за Услуги «Лидер науки», достоверность регистрационных данных, соблюдение правил проведения мероприятий, размещенных на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
                <li>«Лидер науки» несет ответственность за своевременность предоставляемых Услуг при выполнении Заказчиком установленных требований и правил, размещенных на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
                <li>
                    <ol>«Лидер науки» не несет ответственности за неполучение Заказчиком Услуг, а произведенная в данном случае оплата не возвращается и на другие Услуги не переносится, в следующих случаях:
                        <li>Заказчик оплатил Услугу после дня окончания приема работ.</li>
                        <li>Заказчик указал недостоверные либо ошибочные данные в Регистрационной анкете.</li>
                        <li>Указанный Заказчиком электронный адрес на момент оказания Услуги не доступен.</li>
                        <li>Заказчик не может получить оплаченные Услуги по причине возникших у него проблем.</li>
                        <li>Заказчик своевременно не загрузил выполненные работы в рамках выбранного мероприятия на сайт «Лидер науки».</li>
                        <li>Загруженная Заказчиком работа составлена не по правилам проведения конкретного мероприятия, с нарушениями технического характера или содержит вирусы.</li>
                    </ol>
                </li>
                <li>Информация, высылаемая Заказчику в рамках оказываемых «Лидер науки» Услуг не может передаваться третьим лицам, тиражироваться, распространяться, пересылаться, публиковаться в электронной, "бумажной" или иной форме без дополнительных соглашений или официального указания от «Лидера науки».</li>
                <li>«Лидер науки» не несет ответственности за качество каналов связи общего пользования или служб, предоставляющих доступ Заказчика к его Услугам.</li>
            </ol>
        </li>  
        <li>Порядок рассмотрения претензий и споров.
            <ol>
                <li>Претензии Заказчика по предоставляемым Услугам принимаются «Лидером науки» к рассмотрению по электронной почте в течение 10 дней с момента возникновения спорной ситуации.</li>
                <li>При рассмотрении спорных ситуаций «Лидер науки» вправе запросить у Заказчика всю интересующую документацию относительно рассматриваемого мероприятия. В случае непредоставления Заказчиком документов в течение 2 рабочих дней после дня требования, претензия рассмотрению «Лидер науки» не подлежит.</li>
            </ol>
        </li>    
        <li>Заключение, изменение, расторжение договора.
            <ol>
                <li>Моментом заключения данного Договора считается момент зачисления оплаты на расчетный счет «Лидер науки» за выбранное Заказчиком мероприятие, при условии получения от него по электронным каналам связи заявки на Услугу по форме, размещенной на сайте <a href="<?= $this->createUrl('/') ?>"><?= $_SERVER['HTTP_HOST'] ?></a>.</li>
                <li>Заказчик вправе в любое время в одностороннем порядке отказаться от Услуг «Лидер науки». В случае одностороннего отказа Заказчика от услуг «Лидер науки» произведенная оплата не возвращается и не переносится на другую Услугу.</li>
                <li>«Лидер науки» оставляет за собой право изменять или дополнять любые из условий настоящего Договора-оферты в любое время. Все изменения будут опубликованы на сайте. Если опубликованные изменения для Заказчика неприемлемы, то он в течение 3 дней с момента опубликования изменений должен уведомить об этом «Лидер науки». Если уведомления не поступило, то считается, что Заказчик продолжает принимать участие в договорных отношениях.</li>
                <li>По всем вопросам, не урегулированным настоящим Договором, стороны руководствуются действующим законодательством Российской Федерации.</li>
            </ol>
        </li>    
</div>
